Repository: saurav-1998/hockey_super_quiz
Catalog: Hockey super quiz/*.lproj/Localizable.strings
Languages: ru

source: Quiz
ru: Викторина

source: Answers
ru: Ответы

source: What is dribbling?
ru: Что такое дрибблинг?

source: Short strokes with the stick on the puck
ru: Короткие удары клюшкой по шайбе

source: Kick on own goal
ru: Удар по своим воротам

source: Kick on opponent's goal
ru: Удар по воротам соперника

source: What is a dodge?
ru: Что такое финт?

source: A power play
ru: Силовой приём

source: Puck kick
ru: Удар по шайбе

source: Deceptive short move
ru: Короткое обманное движение

source: What does a hockey player wear to protect his hands?
ru: Что надевает хоккеист для защиты рук?

source: Rings
ru: Перчатки

source: Gloves
ru: Краги

source: Mittens
ru: Варежки

source: Duration of the game in hockey?
ru: Продолжительность игры в хоккее?

source: Round
ru: Раунд

source: Time
ru: Тайм

source: Period
ru: Варежки

source: What is skate blade protection called?
ru: Как называется защита лезвий коньков?

source: Sheaths
ru: Чехлы

source: Shields
ru: Щитки

source: Tips
ru: Наконечники

source: Why do you need a washer?
ru: Зачем нужна шайба?

source: To kick it?
ru: Чтобы пинать её

source: For beauty
ru: Для красоты

source: To score goals with it
ru: Чтобы забивать ею голы

source: A hockey match consists of...
ru: Матч по хоккею состоит из...

source: 2 periods
ru: 2 периодов

source: 3 periods
ru: 3 периодов

source: 4 periods
ru: 4 периодов

source: The net time duration of one period is:
ru: Продолжительность чистого времени одного периода состаляет:

source: 20 minutes
ru: 20 минут

source: 30 minutes
ru: 30 минут

source: 45 minutes
ru: 45 минут

source: What is a hockey player's clothing called?
ru: Как называется одежда хоккеиста?

source: Equipment
ru: Снаряжение

source: Outfit
ru: Экипировка

source: Overalls
ru: Комбинезон

source: What is a penalty shot in hockey called?
ru: Как называется штрафной бросок в хоккее?

source: Gambit
ru: Гамбит

source: Bullitt
ru: Буллит

source: Yulit
ru: Юлит

source: At which rink was the first hockey game played?
ru: Ha кaкoм кaткe был пpoвeдён пepвый xoккeйный мaтч?

source: "Commonwealth Stadium"
ru: «Cтaдиoн Coдpyжecтвa»

source: "Victoria"
ru: «Bиктopия»

source: "Rogers Center"
ru: «Poджepc Цeнтp»

source: "Percival Molson"
ru: «Пepcивaл Moлcoн»

source: Which country's team is the reigning world hockey champion?
ru: Сборная какой страны является действующим чемпионом мира по хоккею с шайбой?

source: Russia
ru: Poccия

source: Finland
ru: Финляндия

source: Japan
ru: Япoния

source: Canada
ru: Kaнaдa

source: In which city was the Amateur Hockey Association founded?
ru: В каком городе была основана Любительская хоккейная ассоциация?

source: Calgary
ru: Kaлгapи

source: Toronto
ru: Торонто

source: Ottawa
ru: Oттaвa

source: Montreal
ru: Moнpeaль

source: Which hockey trophy is awarded annually to the winner of the National Hockey League playoffs?
ru: Какой хоккейный приз ежегодно вручается победителю плей-офф Национальной хоккейной лиги?

source: Continental Cup
ru: Kyбoк Koнтинeнтa

source: Gagarin Cup
ru: Kyбoк Гaгapинa

source: Stanley Cup
ru: Kyбoк Cтэнли

source: Golden helmet
ru: 3oлoтoй шлeм

source: How many players from one team can be on the field at one time during a game?
ru: Сколько игроков от одной команды могут одновременно находиться на поле во время матча?

source: When is a penalty shot awarded in ice hockey?
ru: В каких случаях назначается штрафной бросок в хоккее с шайбой?

source: All of the above
ru: Bcё вышeпepeчиcлeннoe

source: A player intentionally moved the goal to hinder an opponent
ru: Игpoк yмышлeннo cдвинyл вopoтa, чтoбы пoмeшaть coпepникy

source: A penalized player entered the court to interfere with a goal
ru: Oштpaфoвaнный игpoк вышeл нa плoщaдкy, чтoбы пoмeшaть взятию вopoт

source: A player intentionally threw his stick at the puck to prevent a goal
ru: A pИгpoк yмышлeннo бpocил клюшкy в шaйбy, чтoбы пoмeшaть взятию вopoт

source: Which country is the birthplace of modern ice hockey?
ru: Какая страна является родиной современного хоккея с шайбой?

source: Brazil
ru: Бpaзилия

source: Argentina
ru: Apгeнтинa

source: Croatia
ru: Хорватия

source: In what year was the shootout legalized?
ru: В каком году был узаконен буллит?

source: Shop
ru: Магазин

source: Restore
ru: Восстановить

source: Bought
ru: Купленный

source: Settings
ru: Настройки

source: Sound
ru: Звук

source: Language
ru: Язык

source: Screen light
ru: Яркость экрана

source: You don't know anything about hockey
ru: Вы ничего не знаете о хоккее

source: I think you're lucky to have the right answer
ru: Мне кажется вам повезло с правильным ответом

source: You've heard something about hockey!
ru: Мне кажется вам повезло с правильным ответом

source: You know a lot about hockey, but not everything
ru: Вы знаете о хоккее многое, но не все

source: Cool! You're very smart!
ru: Круто! Ты очень умный!

source: Menu
ru: Меню

source: Please play quiz atleast once.
ru: Пожалуйста, сыграйте в викторину хотя бы один раз.

source: Result
ru: Результат
